Model: "sequential_1"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
inputLayer (Dense)           (None, 12)                108       
_________________________________________________________________
hiddenLayer1 (Dense)         (None, 8)                 104       
_________________________________________________________________
hiddenLayer2 (Dense)         (None, 8)                 72        
_________________________________________________________________
outputLayer (Dense)          (None, 1)                 9         
=================================================================
Total params: 293
Trainable params: 293
Non-trainable params: 0
_________________________________________________________________
