Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
inputLayer (Dense)           (None, 17)                306       
_________________________________________________________________
hiddenLayer1 (Dense)         (None, 17)                306       
_________________________________________________________________
hiddenLayer2 (Dense)         (None, 17)                306       
_________________________________________________________________
outputLayer (Dense)          (None, 1)                 18        
=================================================================
Total params: 936
Trainable params: 936
Non-trainable params: 0
_________________________________________________________________
