Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
inputLayer (Dense)           (None, 784)               615440    
_________________________________________________________________
hiddenLayer1 (Dense)         (None, 300)               235500    
_________________________________________________________________
hiddenLayer2 (Dense)         (None, 100)               30100     
_________________________________________________________________
dropout (Dropout)            (None, 100)               0         
_________________________________________________________________
outputLayer (Dense)          (None, 10)                1010      
=================================================================
Total params: 882,050
Trainable params: 882,050
Non-trainable params: 0
_________________________________________________________________
