Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
inputLayer (Dense)           (None, 17)                306       
_________________________________________________________________
hiddenLayer1 (Dense)         (None, 10)                180       
_________________________________________________________________
hiddenLayer2 (Dense)         (None, 5)                 55        
_________________________________________________________________
outputLayer (Dense)          (None, 1)                 6         
=================================================================
Total params: 547
Trainable params: 547
Non-trainable params: 0
_________________________________________________________________
