Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
inputLayer (Dense)           (None, 12)                156       
_________________________________________________________________
hiddenLayer1 (Dense)         (None, 6)                 78        
_________________________________________________________________
hiddenLayer2 (Dense)         (None, 6)                 42        
_________________________________________________________________
outputLayer (Dense)          (None, 1)                 7         
=================================================================
Total params: 283
Trainable params: 283
Non-trainable params: 0
_________________________________________________________________
