Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
inputLayer (Dense)           (None, 17)                306       
_________________________________________________________________
hiddenLayer1 (Dense)         (None, 75)                1350      
_________________________________________________________________
hiddenLayer2 (Dense)         (None, 50)                3800      
_________________________________________________________________
outputLayer (Dense)          (None, 1)                 51        
=================================================================
Total params: 5,507
Trainable params: 5,507
Non-trainable params: 0
_________________________________________________________________
